Repository: akandor/ntfyme
Catalog: ntfyme/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br

source: "System default" follows the macOS notification sound and respects Do Not Disturb. Named sounds play directly and will be heard even while a Focus mode is active.
de: „Systemstandard“ verwendet den Standard-Benachrichtigungston von macOS und berücksichtigt den Modus „Nicht stören“. Benannte Töne werden direkt abgespielt und sind auch dann zu hören, wenn der Fokusmodus aktiv ist.
es: «Predeterminado del sistema» sigue el sonido de notificación de macOS y respeta No molestar. Los sonidos con nombre se reproducen directamente y se oirán incluso con un modo Concentración activo.
fr: « Système par défaut » utilise le son de notification par défaut de macOS et respecte le mode Ne pas déranger. Les sons nommés sont joués directement et seront audibles même si un mode Concentration est actif.
it: «Predefinito di sistema» segue il suono di notifica di macOS e rispetta Non disturbare. I suoni con nome vengono riprodotti direttamente e saranno uditi anche se la modalità Focus è attiva.
ja: 「システムデフォルト」はmacOSの通知音に従い、おやすみモードを尊重します。名前付きサウンドは直接再生され、集中モードがオンでも聞こえます。
pt_br: «Padrão do sistema» segue o som de notificação do macOS e respeita Não perturbe. Sons nomeados tocam diretamente e serão ouvidos mesmo com o modo Foco ativo.

source: A native macOS menu bar client for ntfy brought to you by Toepper.Rocks.
de: Ein nativer macOS-Menüleisten-Client für ntfy, bereitgestellt von Toepper.Rocks.
es: Un cliente nativo de macOS en la barra de menús para ntfy, ofrecido por Toepper.Rocks.
fr: Un client natif macOS dans la barre de menus pour ntfy, proposé par Toepper.Rocks.
it: Un client nativo macOS nella barra dei menu per ntfy, offerto da Toepper.Rocks.
ja: Toepper.Rocksによる、ntfy用のネイティブmacOSメニューバークライアント。
pt_br: Um cliente nativo macOS na barra de menus para ntfy, oferecido por Toepper.Rocks.

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: 情報
pt_br: Sobre

source: Add a topic in Settings to start receiving notifications.
de: Füge in den Einstellungen ein Thema hinzu, um Benachrichtigungen zu erhalten.
es: Añade un tema en Ajustes para empezar a recibir notificaciones.
fr: Ajoutez un sujet dans les Réglages pour commencer à recevoir des notifications.
it: Aggiungi un argomento in Impostazioni per iniziare a ricevere notifiche.
ja: 通知を受け取るには、設定でトピックを追加してください。
pt_br: Adicione um tópico nas Configurações para começar a receber notificações.

source: All topics
de: Alle Themen
es: Todos los temas
fr: Tous les sujets
it: Tutti gli argomenti
ja: すべてのトピック
pt_br: Todos os tópicos

source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
pt_br: Aparência

source: Apply
de: Bestätigen
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用
pt_br: Aplicar

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
ja: 自動
pt_br: Automático

source: Automatic from message tags
de: Automatisch anhand von Nachrichten-Tags
es: Automático según las etiquetas del mensaje
fr: Automatique selon les étiquettes du message
it: Automatico in base ai tag del messaggio
ja: メッセージタグから自動
pt_br: Automático com base nas tags da mensagem

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt_br: Cancelar

source: Clear
de: Leeren
es: Borrar
fr: Effacer
it: Cancella
ja: クリア
pt_br: Limpar

source: Color
de: Farbe
fr: Couleur
it: Colore
ja: カラー
pt_br: Cor

source: Custom color, automatic icon
de: Benutzerdefinierte Farbe, automatisches Symbol
es: Color personalizado, icono automático
fr: Couleur personnalisée, icône automatique
it: Colore personalizzato, icona automatica
ja: カスタムカラー、自動アイコン
pt_br: Cor personalizada, ícone automático

source: Custom icon and color
de: Benutzerdefiniertes Symbol und Farbe
es: Icono y color personalizados
fr: Icône et couleur personnalisées
it: Icona e colore personalizzati
ja: カスタムアイコンとカラー
pt_br: Ícone e cor personalizados

source: Custom icon, automatic color
de: Benutzerdefiniertes Symbol, automatische Farbzuweisung
es: Icono personalizado, color automático
fr: Icône personnalisée, couleur automatique
it: Icona personalizzata, colore automatico
ja: カスタムアイコン、自動カラー
pt_br: Ícone personalizado, cor automática

source: Default priority
de: Standardpriorität
es: Prioridad predeterminada
fr: Priorité par défaut
it: Priorità predefinita
ja: デフォルト優先度
pt_br: Prioridade padrão

source: Default server
de: Standard-Server
es: Servidor predeterminado
fr: Serveur par défaut
it: Server predefinito
ja: デフォルトサーバー
pt_br: Servidor padrão

source: Dismiss
de: Abbrechen
es: Descartar
fr: Ignorer
it: Ignora
ja: 閉じる
pt_br: Dispensar

source: Display name (optional)
de: Anzeigename (Optional)
es: Nombre visible (opcional)
fr: Nom d'affichage (facultatif)
it: Nome visualizzato (opzionale)
ja: 表示名(オプション)
pt_br: Nome exibido (opcional)

source: e.g. alerts
de: z. B. Benachrichtigungen
es: ej. alertas
fr: ex. alertes
it: es. avvisi
ja: 例: alerts
pt_br: ex. alertas

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
pt_br: Editar

source: Edit subscription
de: Abonnement bearbeiten
es: Editar suscripción
fr: Modifier l'abonnement
it: Modifica abbonamento
ja: サブスクリプションを編集
pt_br: Editar inscrição

source: Edit the selected subscription
de: Das ausgewählte Abonnement bearbeiten
es: Editar la suscripción seleccionada
fr: Modifier l'abonnement sélectionné
it: Modifica l'abbonamento selezionato
ja: 選択したサブスクリプションを編集
pt_br: Editar a inscrição selecionada

source: Edit…
de: Bearbeiten…
es: Editar…
fr: Modifier…
it: Modifica…
ja: 編集…
pt_br: Editar…

source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
pt_br: Geral

source: High priority
de: Hohe Priorität
es: Prioridad alta
fr: Priorité élevée
it: Priorità alta
ja: 高優先度
pt_br: Prioridade alta

source: High-priority sound
de: Hoher Prioritätston
es: Sonido de prioridad alta
fr: Son pour priorité élevée
it: Suono priorità alta
ja: 高優先度サウンド
pt_br: Som de prioridade alta

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
pt_br: Idioma

source: Language change
de: Sprachenwechsel
es: Cambio de idioma
fr: Changement de langue
it: Cambio lingua
ja: 言語の変更
pt_br: Mudança de idioma

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: 後で
pt_br: Mais tarde

source: Launch at login
de: Beim Anmelden starten
es: Abrir al iniciar sesión
fr: Lancer à l'ouverture de session
it: Avvia al login
ja: ログイン時に起動
pt_br: Iniciar ao fazer login

source: Low priority
de: Niedrige Priorität
es: Prioridad baja
fr: Priorité faible
it: Priorità bassa
ja: 低優先度
pt_br: Prioridade baixa

source: Mark all as read
de: Markiere alle als gelesen
es: Marcar todo como leído
fr: Tout marquer comme lu
it: Segna tutto come letto
ja: すべて既読にする
pt_br: Marcar tudo como lido

source: Mark all read
de: Als gelesen markieren
es: Marcar todo leído
fr: Tout marquer lu
it: Segna tutto letto
ja: すべて既読
pt_br: Marcar tudo lido

source: Max priority
de: Höchste Priorität
es: Prioridad máxima
fr: Priorité maximale
it: Priorità massima
ja: 最大優先度
pt_br: Prioridade máxima

source: Min priority
de: Niedrigste Priorität
es: Prioridad mínima
fr: Priorité minimale
it: Priorità minima
ja: 最小優先度
pt_br: Prioridade mínima

source: No matches
de: Keine Treffer
es: Sin coincidencias
fr: Aucun résultat
it: Nessuna corrispondenza
ja: 一致するものはありません
pt_br: Sem correspondências

source: No messages yet
de: Noch keine Nachrichten
es: Aún no hay mensajes
fr: Aucun message
it: Nessun messaggio ancora
ja: まだメッセージはありません
pt_br: Sem mensagens ainda

source: No new messages
de: Keine neuen Nachrichten
es: No hay mensajes nuevos
fr: Aucun nouveau message
it: Nessun nuovo messaggio
ja: 新しいメッセージはありません
pt_br: Sem novas mensagens

source: No subscriptions yet
de: Noch keine Abonnements
es: Aún no hay suscripciones
fr: Aucun abonnement
it: Nessun abbonamento ancora
ja: サブスクリプションはまだありません
pt_br: Sem inscrições ainda

source: ntfy Notifications
de: ntfy Benachrichtigungen
es: Notificaciones de ntfy
fr: Notifications ntfy
it: Notifiche ntfy
ja: ntfy通知
pt_br: Notificações ntfy

source: ntfy on GitHub
de: ntfy auf GitHub
es: ntfy en GitHub
fr: ntfy sur GitHub
it: ntfy su GitHub
ja: GitHubのntfy
pt_br: ntfy no GitHub

source: ntfyme History
de: Verlauf
es: Historial de ntfyme
fr: Historique ntfyme
it: Cronologia ntfyme
ja: ntfyme履歴
pt_br: Histórico do ntfyme

source: ntfyme is not affiliated with the ntfy project.
de: ntfyme steht in keiner Verbindung zum ntfy Projekt.
es: ntfyme no está afiliado al proyecto ntfy.
fr: ntfyme n'est pas affilié au projet ntfy.
it: ntfyme non è affiliato al progetto ntfy.
ja: ntfymeはntfyプロジェクトとは関係ありません。
pt_br: O ntfyme não é afiliado ao projeto ntfy.

source: ntfyme needs to restart to switch languages.
de: ntfyme muss neu gestartet werden, um die Sprache zu wechseln.
es: ntfyme debe reiniciarse para cambiar de idioma.
fr: ntfyme doit redémarrer pour changer de langue.
it: ntfyme deve essere riavviato per cambiare lingua.
ja: 言語を切り替えるにはntfymeの再起動が必要です。
pt_br: O ntfyme precisa reiniciar para trocar de idioma.

source: ntfyme on GitHub
de: ntfyme auf GitHub
es: ntfyme en GitHub
fr: ntfyme sur GitHub
it: ntfyme su GitHub
ja: GitHubのntfyme
pt_br: ntfyme no GitHub

source: Open ntfyme automatically when you log in to your Mac.
de: ntfyme automatisch öffnen, wenn du dich an deinem Mac anmelden.
es: Abrir ntfyme automáticamente al iniciar sesión en tu Mac.
fr: Ouvrir ntfyme automatiquement quand vous vous connectez à votre Mac.
it: Avvia ntfyme automaticamente all'accesso al tuo Mac.
ja: Macにログインしたら自動的にntfymeを起動します。
pt_br: Abrir o ntfyme automaticamente ao fazer login no seu Mac.

source: Open View History to see past notifications.
de: Öffne den Verlauf, um frühere Benachrichtigungen anzuzeigen.
es: Abre Ver historial para consultar notificaciones anteriores.
fr: Ouvrez Voir l'historique pour consulter les notifications passées.
it: Apri Visualizza cronologia per vedere le notifiche passate.
ja: 過去の通知を確認するには履歴を開いてください。
pt_br: Abra Ver histórico para conferir notificações anteriores.

source: Pause Notifications
de: Benachrichtigungen pausieren
es: Pausar notificaciones
fr: Suspendre les notifications
it: Sospendi notifiche
ja: 通知を一時停止
pt_br: Pausar notificações

source: Play a preview of this sound
de: Eine Vorschau dieses Sounds abspielen
es: Reproducir una vista previa de este sonido
fr: Écouter un aperçu de ce son
it: Riproduci un'anteprima di questo suono
ja: このサウンドのプレビューを再生
pt_br: Reproduzir uma prévia deste som

source: Play sound for new notifications
de: Ton bei neuen Benachrichtigungen abspielen
es: Reproducir sonido para nuevas notificaciones
fr: Jouer un son pour les nouvelles notifications
it: Riproduci suono per nuove notifiche
ja: 新しい通知でサウンドを再生
pt_br: Tocar som para novas notificações

source: Played for messages with priority High (4) or Max (5). Lower priorities use the sound chosen above.
de: Wird bei Nachrichten mit der Priorität „Hoch“ (4) oder „Max“ (5) abgespielt. Bei niedrigeren Prioritäten wird der oben ausgewählte Ton verwendet.
es: Se reproduce para los mensajes con prioridad Alta (4) o Máxima (5). Las prioridades inferiores usan el sonido elegido arriba.
fr: Joué pour les messages de priorité Élevée (4) ou Maximale (5). Les priorités inférieures utilisent le son choisi ci-dessus.
it: Riprodotto per i messaggi con priorità Alta (4) o Massima (5). Le priorità inferiori usano il suono scelto sopra.
ja: 高(4)または最大(5)優先度のメッセージで再生されます。それ以下の優先度では上記で選択したサウンドが使用されます。
pt_br: Tocado para mensagens com prioridade Alta (4) ou Máxima (5). Prioridades menores usam o som escolhido acima.

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
pt_br: Prévia

source: Quit ntfyme
de: ntfyme Beenden
es: Salir de ntfyme
fr: Quitter ntfyme
it: Esci da ntfyme
ja: ntfymeを終了
pt_br: Sair do ntfyme

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
pt_br: Remover

source: Restart Now
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
it: Riavvia ora
ja: 今すぐ再起動
pt_br: Reiniciar agora

source: Restart ntfyme to apply a new language.
de: Starte ntfyme neu, um die neue Sprache zu übernehmen.
es: Reinicia ntfyme para aplicar un nuevo idioma.
fr: Redémarrez ntfyme pour appliquer une nouvelle langue.
it: Riavvia ntfyme per applicare una nuova lingua.
ja: 新しい言語を適用するにはntfymeを再起動してください。
pt_br: Reinicie o ntfyme para aplicar um novo idioma.

source: Resume Notifications
de: Benachrichtigungen fortsetzen
es: Reanudar notificaciones
fr: Reprendre les notifications
it: Riprendi notifiche
ja: 通知を再開
pt_br: Retomar notificações

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
pt_br: Salvar

source: Search messages
de: Nachrichten suchen
es: Buscar mensajes
fr: Rechercher des messages
it: Cerca messaggi
ja: メッセージを検索
pt_br: Pesquisar mensagens

source: Send a test notification to the selected topic
de: Sende eine Testbenachrichtigung an das ausgewählte Thema
es: Enviar una notificación de prueba al tema seleccionado
fr: Envoyer une notification test au sujet sélectionné
it: Invia una notifica di prova all'argomento selezionato
ja: 選択したトピックにテスト通知を送信
pt_br: Enviar uma notificação de teste para o tópico selecionado

source: Send test message
de: Testnachricht senden
es: Enviar mensaje de prueba
fr: Envoyer un message test
it: Invia messaggio di prova
ja: テストメッセージを送信
pt_br: Enviar mensagem de teste

source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Réglages…
it: Impostazioni…
ja: 設定…
pt_br: Configurações…

source: Shown next to messages from this topic in the popup and history. Choose “Automatic” to derive the look from message tags.
de: Wird neben Beiträgen zu diesem Thema im Popup-Fenster und im Verlauf angezeigt. Wähle „Automatisch“, um das Erscheinungsbild anhand der Beitrags-Tags anzupassen.
es: Se muestra junto a los mensajes de este tema en la ventana emergente y el historial. Elige «Automático» para derivar el aspecto de las etiquetas del mensaje.
fr: Affiché à côté des messages de ce sujet dans la fenêtre contextuelle et l'historique. Choisissez « Automatique » pour dériver l'apparence des étiquettes du message.
it: Mostrato accanto ai messaggi di questo argomento nel popup e nella cronologia. Scegli «Automatico» per derivare l'aspetto dai tag del messaggio.
ja: ポップアップと履歴のこのトピックのメッセージの横に表示されます。「自動」を選択するとメッセージタグから外観が導き出されます。
pt_br: Mostrado ao lado das mensagens deste tópico no popup e no histórico. Escolha «Automático» para derivar a aparência das tags da mensagem.

source: Sound
de: Ton
es: Sonido
fr: Son
it: Suono
ja: サウンド
pt_br: Som

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S'abonner
it: Abbonati
ja: サブスクライブ
pt_br: Inscrever-se

source: Subscribe to a new topic
de: Ein neues Thema abonnieren
es: Suscribirse a un nuevo tema
fr: S'abonner à un nouveau sujet
it: Abbonati a un nuovo argomento
ja: 新しいトピックにサブスクライブ
pt_br: Inscrever-se em um novo tópico

source: Subscribe to a topic
de: Ein Thema abonnieren
es: Suscribirse a un tema
fr: S'abonner à un sujet
it: Abbonati a un argomento
ja: トピックにサブスクライブ
pt_br: Inscrever-se em um tópico

source: Subscriptions
de: Abonnements
es: Suscripciones
fr: Abonnements
it: Abbonamenti
ja: サブスクリプション
pt_br: Inscrições

source: System default
de: Systemstandard
es: Predeterminado del sistema
fr: Système par défaut
it: Predefinito di sistema
ja: システムデフォルト
pt_br: Padrão do sistema

source: Topic
de: Thema
es: Tema
fr: Sujet
it: Argomento
ja: トピック
pt_br: Tópico

source: Unsubscribe
de: Abbestellen
es: Cancelar suscripción
fr: Se désabonner
it: Annulla abbonamento
ja: サブスクリプション解除
pt_br: Cancelar inscrição

source: Unsubscribe from the selected topic
de: Das ausgewählte Thema abbestellen
es: Cancelar suscripción al tema seleccionado
fr: Se désabonner du sujet sélectionné
it: Annulla l'abbonamento all'argomento selezionato
ja: 選択したトピックのサブスクリプションを解除
pt_br: Cancelar a inscrição do tópico selecionado

source: Use a different server for this topic
de: Verwende für dieses Thema einen anderen Server
es: Usar un servidor diferente para este tema
fr: Utiliser un serveur différent pour ce sujet
it: Usa un server diverso per questo argomento
ja: このトピックに別のサーバーを使用
pt_br: Usar um servidor diferente para este tópico

source: Use a different sound for high-priority messages
de: Verwende einen anderen Ton für Nachrichten mit hoher Priorität
es: Usar un sonido diferente para mensajes de alta prioridad
fr: Utiliser un son différent pour les messages prioritaires
it: Usa un suono diverso per i messaggi ad alta priorità
ja: 高優先度のメッセージに別のサウンドを使用
pt_br: Usar um som diferente para mensagens de alta prioridade

source: Used for any subscription that doesn't override the server. Include scheme (https://).
de: Wird für alle Abonnements verwendet, die den Server nicht überschreiben. Schema einbeziehen (https://).
es: Se usa para cualquier suscripción que no anule el servidor. Incluye el esquema (https://).
fr: Utilisé pour tout abonnement qui ne remplace pas le serveur. Incluez le schéma (https://).
it: Usato per qualsiasi abbonamento che non sostituisce il server. Includi lo schema (https://).
ja: サーバーを上書きしないサブスクリプションに使用されます。スキーム(https://)を含めてください。
pt_br: Usado para qualquer inscrição que não substitua o servidor. Inclua o esquema (https://).

source: Used for protected topics. Sent as Bearer token.
de: Wird für geschützte Themen verwendet. Wird als Bearer-Token gesendet.
es: Se usa para temas protegidos. Se envía como token Bearer.
fr: Utilisé pour les sujets protégés. Envoyé comme jeton Bearer.
it: Usato per argomenti protetti. Inviato come token Bearer.
ja: 保護されたトピックで使用されます。Bearerトークンとして送信されます。
pt_br: Usado para tópicos protegidos. Enviado como token Bearer.

source: View History
de: Verlauf anzeigen
es: Ver historial
fr: Voir l'historique
it: Visualizza cronologia
ja: 履歴を表示
pt_br: Ver histórico

source: Access token (optional)
es: Token de acceso (opcional)
fr: Jeton d'accès (facultatif)
it: Token di accesso (opzionale)
ja: アクセストークン(オプション)
pt_br: Token de acesso (opcional)

source: Icon
es: Icono
fr: Icône
it: Icona
ja: アイコン
pt_br: Ícone

source: Server
es: Servidor
fr: Serveur
ja: サーバー
pt_br: Servidor

source: Startup
es: Inicio
fr: Démarrage
it: Avvio
ja: 起動
pt_br: Inicialização
